tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "libssh2"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "folly"
brew "fd"
brew "fzf"
brew "fzy"
brew "git"
brew "glib"
brew "glow"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "hub"
brew "jq"
brew "kubectx"
brew "libpq"
brew "postgresql@12", link: true
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "shared-mime-info"
brew "starship"
brew "syncthing", restart_service: true
brew "telnet"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "datawire/blackbird/telepresence"
brew "johanhaleby/kubetail/kubetail"
cask "1password-cli"
cask "alacritty"
cask "appgrid"
cask "aws-vault"
cask "aws-vpn-client"
cask "beekeeper-studio"
cask "bitwarden"
cask "brave-browser"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "logseq"
cask "notunes"
cask "obsidian"
cask "osxfuse"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "zoom"
