tap "amplitude/ampli"
tap "datawire/blackbird"
tap "dopplerhq/cli"
tap "homebotapp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "ms-jpq/sad"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "awscli"
brew "bat"
brew "blueutil"
brew "boost"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "circleci"
brew "libssh2"
brew "curl"
brew "dbus"
brew "diff-so-fancy"
brew "direnv"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "guile"
brew "gnupg"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hub"
brew "jq"
brew "kubectx"
brew "lua-language-server"
brew "openjdk@11"
brew "postgresql@12"
brew "postgresql@14"
brew "pv"
brew "python@3.10"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust-analyzer"
brew "shared-mime-info"
brew "starship"
brew "swagger-codegen"
brew "syncthing", restart_service: true
brew "telnet"
brew "terraform-ls"
brew "tflint"
brew "tmux"
brew "tokei"
brew "tree"
brew "viu"
brew "watchman"
brew "wget"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "amplitude/ampli/ampli"
brew "datawire/blackbird/telepresence"
brew "dopplerhq/cli/doppler"
brew "homebotapp/tap/session-manager-plugin"
brew "homebotapp/tap/godev"
brew "johanhaleby/kubetail/kubetail"
brew "ms-jpq/sad/sad"
cask "1password-cli"
cask "alacritty"
cask "appgrid"
cask "aws-vpn-client"
cask "beekeeper-studio"
cask "bitwarden"
cask "brave-browser"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "logseq"
cask "monitorcontrol"
cask "notion"
cask "notunes"
cask "obsidian"
cask "osxfuse"
cask "postman"
cask "slack"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
cask "zulu11"
vscode "castwide.solargraph"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "vscodevim.vim"
