tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "chezmoi"
brew "libssh2"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "freetds"
brew "fzf"
brew "fzy"
brew "git"
brew "python@3.9"
brew "glib"
brew "glow"
brew "unbound"
brew "gnupg"
brew "hub"
brew "jq"
brew "lastpass-cli"
brew "libpq"
brew "postgresql@12", link: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "shared-mime-info"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "v8@3.15"
brew "zplug"
brew "zsh"
cask "alacritty"
cask "appgrid"
cask "aws-vpn-client"
cask "beekeeper-studio"
cask "brave-browser"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "lastpass"
cask "openvpn-connect"
cask "slack"
cask "spotify"
cask "zoom"
